# შექმენით სია, ამ სიაში ჩაწერეთ სხვადასხვა ციფრები (1, 2, 3, 4, ასე არა, რამე მაგ: 45, 23, 87, 55,)
#  და გამოიტანეთ ამ სიაში ყველა რიცხვის ჯამი, ასევე ამავე სიიდან უნდა დაპრინტოთ ყველა რიცხვი ცალ ცალკე, 
#  და მიუწეროთ ლუწია თუ კენტი.

my_arr = [12,16,20,25,29,33,39,52]

my_sum = 0
for num in my_arr:
    my_sum += num
print(my_sum)    


for num in my_arr:
    if num % 2==0:
        print(str(num)  + "ლუწი")
    else:
        print (str(num) + "კენტი")    

# a = 0
# a += 8
# print(a)

# b = 13
# c = 20 - 7
# print(b==c)




        